{"inkVersion":20,"root":[[{"->":"one"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"one":[["^Good evening, Captain. I apologize for the untimely hour, but our circumstances are urgent. I've awakened you because we're facing an anomaly aboard the Epsilon-9—a situation that demands your immediate attention.","\n","ev","str","^What's going on? Why wake me up?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n",{"->":"two"},{"#f":5}]}],{"#f":1}],"two":[["^Our diagnostic systems have detected irregularities within the propulsion system. These anomalies have led to a malfunction in critical components of the ship's motor. We're currently operating at suboptimal capacity.","\n","ev","str","^Malfunction? What's causing it? How is this possible, we are in the middle of space","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n",{"->":"three"},{"#f":5}]}],{"#f":1}],"three":[["^We're working to determine the cause, but time is of the essence. I've initiated an analysis to identify the root issue. Additionally, there's an important matter I need to discuss. As part of the protocol, I must perform a routine assessment of your physical and mental state. This will also familiarize you with our controls and technology. Please feel free to move around the room and acquaint yourself with your surroundings.","\n","ev","str","^...","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n",{"->":"four"},{"#f":5}]}],{"#f":1}],"four":[["^Excellent. To navigate, you can use the joystick on your motion controller. For settings and information, you can access the control panel on your left wrist. Just interact with it using your hand controller.","\n","ev","str","^All okay!","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n",{"->":"five"},{"#f":5}]}],{"#f":1}],"five":[["^Very good. Your wristband contains essential controls for the ship's systems, communication, and your personal settings. It's also a direct link for communication with me. You can tap the icons to access different functions. And don't forget, you can always tap your wirst to disable and enable the holographic screen!","\n","ev","str","^Got it","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n",{"->":"six"},{"#f":5}]}],{"#f":1}],"six":[["^Now I am going to perform a routine biometric check.","\n","ev","str","^...","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n",{"->":"seven"},{"#f":5}]}],{"#f":1}],"seven":[["^Biometric scan complete. Your vital signs are stable. Thank you for your cooperation. Moving on to the pressing matter at hand:","\n","ev","str","^...","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n",{"->":"eight"},{"#f":5}]}],{"#f":1}],"eight":[["^The propulsion issues pale in comparison to what we've discovered. Several key components of the ship's motor are missing, and their corresponding information has been purged from our database.","\n","ev","str","^Missing components and deleted data? How is that even possible?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n",{"->":"nine"},{"#f":5}]}],{"#f":1}],"nine":[["^It's indeed a perplexing situation. However, I've identified a potential solution. The missing components are intricately connected to the achievements of four women who made significant contributions to science, technology, engineering, and mathematics, in other words, four great STEM professionals. Stepping into simulations of their achievements within the Holodeck might provide the insights necessary to restore the ship's motor.","\n","ev","str","^So, I'm diving into simulations to learn from these STEM professionals' achievements?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n",{"->":"ten"},{"#f":5}]}],{"#f":1}],"ten":[["^Exactly. It's an unconventional but promising approach. Immersing yourself in these simulations could lead us to a breakthrough. By understanding their accomplishments, we might unlock the secrets of the missing components.","\n","ev","str","^All right, let's get started then.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n",{"->":"eleven"},{"#f":5}]}],{"#f":1}],"eleven":[["^Agreed, Captain. Our partnership and determination will guide us. When you're ready to initiate a simulation within the Holodeck, simply inform me. Together, we'll embark on a journey to restore the ship's functionality and unveil the truth behind these anomalies.","\n","ev","str","^I'm ready! Let's do this","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","done",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}